Repository: gpregger-ethz/ITSMConfigurationManagement
Catalog: i18n/ITSMConfigurationManagement/ITSMConfigurationManagement.*.po
Languages: it, ja, sr

source: Defines regular expressions individually for each ConfigItem class to check the ConfigItem name and to show corresponding error messages.
it: Definisce le espressioni regolari singolarmente per ciascuna classe ConfigItem per controllare il nome ConfigItem e mostrare i messaggi di errore corrispondenti.
ja: 各ConfigItemクラスの正規表現を個別に定義して、ConfigItem名を確認し、対応するエラーメッセージを表示します。
sr: Одређује регуларне изразе за сваку класу конфигурационе ставке ради провере назива конфигурационе ставке и приказа припадајућих порука о грешкама.

source: Defines the default subobject of the class 'ITSMConfigItem'.
it: Definisce il sotto-oggetto predefinito della classe 'ITSMConfigItem'.
ja: 構成アイテムのクラスのデフォルトのサブオブジェクトを定義する。
sr: Одређује подразумевани подобјекат класе ITSM конфигурациона ставка.

source: Defines the number of rows for the CI definition editor in the admin interface.
it: Definisce il numero di righe per CI l'editor delle definizioni degli elementi della configurazione nell'interfaccia di amministrazione.
ja: 管理インターフェイス Cl 定義エディタの行数を定義する。
sr: Одређује број редова за едитор дефиниције CI у административном интерфејсу.

source: Defines the order of incident states from high (e.g. cricital) to low (e.g. functional).
it: Definisce l'ordine degli stati degli incidenti da alto (es. critico) a basso (es. funzionale).
ja: インシデント状態の高（例: 危険）から低（例: 情報）へのインシデント状態の順序を定義する。
sr: Одређује редослед инцидентних стања од високог (нпр критично) до ниског (нпр функционално).

source: Defines the relevant deployment states where linked tickets can affect the status of a CI.
it: Definisce gli stati di distribuzione pertinenti in cui i ticket collegati possono influire sullo stato di un CI.
ja: リンクされたチケットがCIのステータスに影響を与える可能性がある、関連するデプロイ・ステータスを定義します。
sr: Одређује релевантна стања распоређивања где повезани тикети могу да утичу на статус CI.

source: Defines the search limit for the AgentITSMConfigItem screen.
it: Definisce il limite di ricerca per la schermata AgentITSMConfigItem.
ja: 構成アイテムの画面の検索制限を定義します。
sr: Дефинише границу претраге за екран AgentITSMConfigItem.

source: Defines the search limit for the AgentITSMConfigItemSearch screen.
it: Definisce il limite di ricerca per la schermata AgentITSMConfigItemSearch.
ja: 構成アイテムの検索画面の検索制限を定義します。
sr: Дефинише границу претраге за екран AgentITSMConfigItemSearch.

source: Defines the shown columns in the config item overview. This option has no effect on the position of the column. Note: Class column is always available if filter 'All' is selected.
it: Definisce le colonne visualizzate nella panoramica degli elementi di configurazione. Questa opzione non ha alcun effetto sulla posizione della colonna. Nota: la colonna Classe è sempre disponibile se è selezionato il filtro "Tutto".
ja: 構成アイテムの一覧に表示される列を定義します。 このオプションは列の位置には影響しません。 注：クラス列は、フィルター「全て」が選択されている場合は常に使用可能です。
sr: Одређује приказане колоне у прегледу конфигурационих ставки. Ова опције нема утицај на позиције колона. Напомена: уколико је изабран филтер 'Све' класа колоне је увек доступна.

source: Defines the shown columns in the config item search. This option has no effect on the position of the column.
it: Definisce le colonne visualizzate nella ricerca degli elementi di configurazione. Questa opzione non ha alcun effetto sulla posizione della colonna.
ja: 構成アイテムの検索に表示される列を定義します。 このオプションは列の位置には影響しません。
sr: Дефинише приказане колоне у претрази конфигурационих ставки. Ова опције нема утицај на позиције колона.

source: Defines the shown columns of CIs in the config item overview depending on the CI class. Each entry must be prefixed with the class name and double colons (i.e. Computer::). There are a few CI-Attributes that are common to all CIs (example for the class Computer: Computer::Name, Computer::CurDeplState, Computer::CreateTime). To show individual CI-Attributes as defined in the CI-Definition, the following scheme must be used (example for the class Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. If there is no entry for a CI class, then the default columns are shown as defined in the setting ITSMConfigItem::Frontend::AgentITSMConfigItem###ShowColumns.
it: Definisce le colonne mostrate degli elementi della configurazione nella panoramica degli elementi di configurazione in base alla classe CI. Ogni voce deve essere preceduta da un nome di classe e due punti (ad esempio Computer::). Esistono alcuni attributi CI comuni a tutti gli elementi della configurazione (esempio per la classe Computer:Computer::Nome, Computer::CurDeplState, Computer::CreateTime). Per mostrare singoli attributi CI come definiti nella definizione CI, è necessario utilizzare il seguente schema (esempio per la classe Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacità::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacità::1. Se non è presente alcuna voce per una classe CI, le colonne predefinite vengono visualizzate come definito nell'impostazione ITSMConfigItem::Frontend::AgentITSMConfigItem###ShowColumns.
ja: CIクラスに応じて、表示されるCIの列を設定項目の概要で定義します。 各エントリの先頭には、クラス名と二重コロン（つまり、Computer::)を付ける必要があります。全てのCIに共通のCI属性がいくつかあります。（コンピュータクラスの例：Computer::Name、Computer::CurDeplState、Computer::CreateTime） CI定義で定義されている個々のCI属性を表示するには、以下のスキームを使用する必要があります（コンピュータクラスの例）。 Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1 CIクラスのエントリがない場合は、ITSMConfigItem :: Frontend :: AgentITSMConfigItem ### ShowColumnsの設定で定義されているデフォルトの列が表示されます。
sr: Дефинише приказане колоне конфигурационих ставки у прегледу у зависности од класе. Сваки унос мора садржати префикс са називом класе и двотачком (нпр. Computer::). Постоји пар атрибута који су заједнички за све класе (нпр. за класу Computer: Computer::Name, Computer::CurDeplState, Computer::CreateTime). За приказ појединачних атрибута из дефиниције, морате користити следећу шему (пример за класу Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. Уколико не постоји унос за појединачну класу, биће приказане подразумеване колоне дефинисане у ITSMConfigItem::Frontend::AgentITSMConfigItem###ShowColumns.

source: Defines the shown columns of CIs in the config item search depending on the CI class. Each entry must be prefixed with the class name and double colons (i.e. Computer::). There are a few CI-Attributes that are common to all CIs (example for the class Computer: Computer::Name, Computer::CurDeplState, Computer::CreateTime). To show individual CI-Attributes as defined in the CI-Definition, the following scheme must be used (example for the class Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. If there is no entry for a CI class, then the default columns are shown as defined in the setting ITSMConfigItem::Frontend::AgentITSMConfigItem###ShowColumns.
it: Definisce le colonne mostrate degli elementi della configurazione nella ricerca degli elementi di configurazione in base alla classe CI. Ogni voce deve essere preceduta da un nome di classe e due punti (ad esempio Computer::). Esistono alcuni attributi CI comuni a tutti gli elementi della configurazione (esempio per la classe Computer:Computer::Nome, Computer::CurDeplState, Computer::CreateTime). Per mostrare singoli attributi CI come definiti nella definizione CI, è necessario utilizzare il seguente schema (esempio per la classe Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. Se non è presente alcuna voce per una classe CI, le colonne predefinite vengono visualizzate come definito nell'impostazione ITSMConfigItem::Frontend::AgentITSMConfigItem###ShowColumns.
sr: Дефинише приказане колоне конфигурационих ставки у претрази у зависности од класе. Сваки унос мора садржати префикс са називом класе и двотачком (нпр. Computer::). Постоји пар атрибута који су заједнички за све класе (нпр. за класу Computer: Computer::Name, Computer::CurDeplState, Computer::CreateTime). За приказ појединачних атрибута из дефиниције, морате користити следећу шему (пример за класу Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. Уколико не постоји унос за појединачну класу, биће приказане подразумеване колоне дефинисане у ITSMConfigItem::Frontend::AgentITSMConfigItem###ShowColumns.

source: Defines the shown columns of CIs in the config item widget depending on the CI class. Each entry must be prefixed with the class name and double colons (i.e. Computer::). There are a few CI-Attributes that are common to all CIs (example for the class Computer: Computer::Name, Computer::CurDeplState, Computer::CreateTime). To show individual CI-Attributes as defined in the CI-Definition, the following scheme must be used (example for the class Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. If there is no entry for a CI class, then the default columns are shown as defined in the setting AgentCustomerInformationCenter::Backend###0060-CIC-ITSMConfigItemCustomerCompany (key DefaultColumns).
it: Definisce le colonne visualizzate degli elementi della configurazione nel widget dell'elemento di configurazione in base alla classe CI. Ogni voce deve essere preceduta da un nome di classe e due punti (ad esempio Computer::). Esistono alcuni attributi CI comuni a tutti gli elementi della configurazione (esempio per la classe Computer: Computer::Nome, Computer::CurDeplState, Computer::CreateTime). Per mostrare singoli attributi CI come definiti nella definizione CI, è necessario utilizzare il seguente schema (esempio per la classe Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer:::HardDisk::2, Computer::HardDisk::2::Capacity::1. Se non è presente alcuna voce per una classe CI, le colonne predefinite vengono visualizzate come definito nell'impostazione AgentCustomerInformationCenter::Backend###0060-CIC-ITSMConfigItemCustomerCompany (chiave DefaultColumns).
sr: Дефинише приказане колоне конфигурационих ставки у додатку командне табле у зависности од класе. Сваки унос мора садржати префикс са називом класе и двотачком (нпр. Computer::). Постоји пар атрибута који су заједнички за све класе (нпр. за класу Computer: Computer::Name, Computer::CurDeplState, Computer::CreateTime). За приказ појединачних атрибута из дефиниције, морате користити следећу шему (пример за класу Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. Уколико не постоји унос за појединачну класу, биће приказане подразумеване колоне дефинисане у AgentCustomerInformationCenter::Backend###0060-CIC-ITSMConfigItemCustomerCompany (кључ DefaultColumns).

source: Defines the shown columns of CIs in the link table complex view for all CI classes. If there is no entry, then the default columns are shown.
it: Definisce le colonne di visualizzate degli elementi della configurazione di CIs nella vista complessa della tabella dei collegamenti per tutte le classi CI. Se non è presente alcuna voce, vengono visualizzate le colonne predefinite.
sr: Дефинише приказане колоне конфигурационих ставки у табели веза у зависности од класе. Уколико не постоји унос за појединачну класу, биће приказане подразумеване колоне.

source: Defines the shown columns of CIs in the link table complex view, depending on the CI class. Each entry must be prefixed with the class name and double colons (i.e. Computer::). There are a few CI-Attributes that common to all CIs (example for the class Computer: Computer::Name, Computer::CurDeplState, Computer::CreateTime). To show individual CI-Attributes as defined in the CI-Definition, the following scheme must be used (example for the class Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. If there is no entry for a CI class, then the default columns are shown.
it: Definisce le colonne visualizzate degli elementi della configurazione nella vista complessa della tabella dei collegamenti, a seconda della classe CI. Ogni voce deve essere preceduta da un nome di classe e due punti (ad esempio Computer::). Esistono alcuni attributi CI comuni a tutti gli elementi della configurazione (esempio per la classe Computer: Computer::Nome, Computer::CurDeplState, Computer::CreateTime). Per mostrare singoli attributi CI come definiti nella definizione CI, è necessario utilizzare il seguente schema (esempio per la classe Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. Se non è presente alcuna voce per una classe CI, vengono visualizzate le colonne predefinite.
sr: Дефинише приказане колоне конфигурационих ставки у табели веза у зависности од класе. Сваки унос мора садржати префикс са називом класе и двотачком (нпр. Computer::). Постоји пар атрибута који су заједнички за све класе (нпр. за класу Computer: Computer::Name, Computer::CurDeplState, Computer::CreateTime). За приказ појединачних атрибута из дефиниције, морате користити следећу шему (пример за класу Computer): Computer::HardDisk::1, Computer::HardDisk::1::Capacity::1, Computer::HardDisk::2, Computer::HardDisk::2::Capacity::1. Уколико не постоји унос за појединачну класу, биће приказане подразумеване колоне.

source: Defines which type of link (named from the ticket perspective) can affect the status of a linked CI.
it: Definisce quale tipo di collegamento (denominato dalla prospettiva del ticket) può influire sullo stato di un elemento della configurazione collegato CI.
ja: リンクされたCIのステータスに影響するリンクのタイプ（チケットの観点から名前が付けられます）を定義します。
sr: Одређује који тип везе (гледано из перспективе тикета) може да утиче на повезану CI.

source: Defines which type of ticket can affect the status of a linked CI.
it: Definisce quale tipo di ticket può influire sullo stato di un elemento della configurazione collegato CI.
ja: リンクされたCIのステータスに影響するチケットのタイプを定義します。
sr: Одређује који тип тикета може да утиче на статус повезане CI.

source: Delete Configuration Item
it: Elimina elemento di configurazione
ja: 構成アイテムを削除
sr: Брисање конфигурационе ставке

source: Deployment State Color
it: Colore dello stato di distribuzione
ja: デプロイ・ステータスのカラー
sr: Боја статуса распоређивања

source: Duplicate
it: Duplicato
ja: コピー
sr: Дупликат

source: Enables configuration item bulk action feature for the agent frontend to work on more than one configuration item at a time.
it: Abilita la funzione di azione in blocco degli elementi di configurazione affinché il frontend dell'agente funzioni su più di un elemento di configurazione alla volta.
ja: 担当者フロントエンドが一度に複数の設定項目で機能するように設定項目一括操作機能を有効にします。
sr: Омогућава масовну акцију на конфигурационим ставкама у приступном систему оператера на више од једне ставке истовремено.

source: Enables configuration item bulk action feature only for the listed groups.
it: Abilita la funzione di azione in blocco dell'elemento di configurazione solo per i gruppi elencati.
ja: リストされたグループの構成アイテム一括処理機能のみを有効にします。
sr: Активира својство масовне акције на конфигирационим ставкама само за излистане групе.

source: Enables/disables the functionality to check ConfigItems for unique names. Before enabling this option you should check your system for already existing config items with duplicate names. You can do this with the script bin/otrs.Console.pl Admin::ITSM::Configitem::ListDuplicates.
sr: Активира/деактивира функцију за проверу јединствености имана конфигурационих ставки. Пре активирања ове опције требате проверити у вашем систему постојање дупликата на постојећим ставкама. То можете урадити помоћу скрипта bin/otrs.Console.pl Admin::ITSM::Configitem::ListDuplicates.

source: Event module to set configitem-status on ticket-configitem-link.
it: Modulo evento per impostare lo stato di configurazione su ticket-configitem-link.
ja: チケット構成アイテムのリンクに構成アイテムのステータスを設定するイベントモジュール
sr: Модул догађаја за подешавање статуса конфигурационих ставки приликом постављања веза.

source: ITSM config item overview.
it: Panoramica degli elementi di configurazione ITSM.
ja: 構成アイテムの一覧
sr: Преглед ITSM конфигурационе ставке.

source: Module to check the group responsible for a class.
it: Modulo per controllare il gruppo responsabile per una classe.
ja: クラスを担当するグループをチェックするモジュール
sr: Модул за проверу групе одговорне за класу.

source: Module to check the group responsible for a configuration item.
it: Modulo per verificare il gruppo responsabile di un elemento di configurazione.
ja: 構成アイテムを担当するグループをチェックするモジュール
sr: Модул за проверу групе одговорне за конфигурациону ставку.

source: Module to generate ITSM config item statistics.
it: Modulo per generare le statistiche degli elementi di configurazione ITSM.
ja: 構成タイテムのレポートを生成するためのモジュール
sr: Модул за генерисање статистике ITSM конфигурационих ставки.

source: Object backend module registration for the import/export module.
it: Registrazione del modulo back-end oggetto per il modulo di importazione / esportazione.
ja: インポート/エクスポートモジュールのオブジェクトバックエンドモジュール登録
sr: Регистрација модула објекта за додатак увоз/извоз.

source: Overview.
it: Vista Globale.
ja: 概要
sr: Преглед.

source: Parameters for the dashboard backend of the customer company config item overview of the agent interface . "Limit" is the number of entries shown by default. "Group" is used to restrict the access to the plugin (e. g. Group: admin;group1;group2;). "Default" determines if the plugin is enabled by default or if the user needs to enable it manually. "CacheTTLLocal" is the cache time in minutes for the plugin.
it: Parametri per il back-end del dashboard della panoramica degli articoli di configurazione della società cliente dell'interfaccia agenti. "Limite" è il numero di voci visualizzate per impostazione predefinita. "Gruppo" viene utilizzato per limitare l'accesso al plug-in (ad es. Gruppo: admin; gruppo1; gruppo2;). "Predefinito" determina se il plug-in è abilitato per impostazione predefinita o se l'utente deve abilitarlo manualmente. "CacheTTLLocal" è il tempo di cache in minuti per il plugin.
sr: Параметри за позадински приказ контролне табле листе конфигурационих ставки фирме клијента у интерфејсу оператера. "Limit" дефинише подразумевани број приказаних ставки. "Group" се користи да ограничи приступ додатку (нпр. Group: admin;group1;group2;). "Default" одређује да ли је додатак подразумевано активиран или да је неопходно да га корисник мануелно активира. "CacheTTLLocal" је време у минутима за кеширање додатка.

source: Parameters for the deployment states color in the preferences view of the agent interface.
it: I parametri per gli stati di distribuzione colorano nella vista delle preferenze dell'interfaccia agenti.
ja: デプロイメントのパラメータは、担当者Webインタフェースの環境設定ビューで色を示します。
sr: Параметри за боје статуса примене на приказу поставки у интерфејсу оператера.

source: Parameters for the deployment states in the preferences view of the agent interface.
it: Parametri per gli stati di distribuzione nella vista delle preferenze dell'interfaccia agenti.
ja: 担当者Webインタフェースの環境設定ビューで展開状態のパラメータ
sr: Параметри за статусе примене на приказу поставки у интерфејсу оператера.

source: Parameters for the example permission groups of the general catalog attributes.
it: Parametri per i gruppi di permessi di esempio degli attributi del catalogo generale.
ja: ジェネラルカタログ属性のパーミッショングループ の設定値
sr: Параметри за атрибуте узорка групе за дозволе општег каталога

source: Parameters for the pages (in which the configuration items are shown).
it: Parametri per le pagine (nelle quali gli elementi di configurazione sono mostrati).
ja: ページのパラメータ（構成アイテムが表示されます）
sr: Параметри за странице (на којима су конфигурационе ставке приказане).

source: Permission Group
it: Gruppo di autorizzazioni
ja: 権限グループ
sr: Група приступа

source: Required permissions to use the ITSM configuration item screen in the agent interface.
it: Permessi necessari per utilizzare la schermata dell'elemento di configurazione ITSM nell'interfaccia agenti.
ja: 担当者Webインターフェイスで構成アイテム画面を使用するために必要な権限
sr: Потребне дозволе за употребу екрана ITSM конфигурационе ставке у интерфејсу оператера.

source: Required permissions to use the ITSM configuration item search screen in the agent interface.
it: Permessi necessari per utilizzare la schermata di ricerca degli elementi della configurazione ITSM nell'interfaccia agenti.
ja: 担当者Webインターフェイスの構成アイテムの検索画面を使用するために必要な権限
sr: Потребне дозволе за употребу екрана претраге ITSM конфигурационе ставке у интерфејсу оператера.

source: Required permissions to use the ITSM configuration item zoom screen in the agent interface.
it: Permessi necessari per utilizzare la schermata di zoom dell'elemento di configurazione ITSM nell'interfaccia agenti.
ja: 担当者Webインターフェイス構成アイテムのズーム画面を使用するために必要な権限
sr: Потребне дозволе за употребу екрана деталног приказа ITSM конфигурационе ставке у интерфејсу оператера.

source: Required permissions to use the add ITSM configuration item screen in the agent interface.
it: Permessi necessari per utilizzare la schermata Aggiungi elemento di configurazione ITSM nell'interfaccia agenti.
ja: 担当者Webインターフェイスで構成アイテムの追加画面を使用するために必要な権限
sr: Потребне дозволе за употребу екрана додавања ITSM конфигурационе ставке у интерфејсу оператера.

source: Required permissions to use the edit ITSM configuration item screen in the agent interface.
it: Permessi necessari per utilizzare la schermata di modifica dell'elemento di configurazione ITSM nell'interfaccia agenti.
ja: 担当者Webインターフェイスで構成アイテムの編集画面を使用するために必要な権限
sr: Потребне дозволе за употребу екрана измене ITSM конфигурационе ставке у интерфејсу оператера.

source: Required permissions to use the history ITSM configuration item screen in the agent interface.
it: Permessi necessari per utilizzare la schermata dell'elemento di configurazione ITSM della cronologia nell'interfaccia agenti.
ja: 担当者Webインターフェイスで構成アイテムの履歴画面を使用するために必要な権限
sr: Потребне дозволе за употребу екрана историјата ITSM конфигурационе ставке у интерфејсу оператера.

source: Required permissions to use the print ITSM configuration item screen in the agent interface.
it: Permessi necessari per utilizzare la schermata di stampa dell'elemento di configurazione ITSM nell'interfaccia agenti.
ja: 担当者Webインタフェースで構成アイテムの印刷画面を使用するために必要な権限
sr: Потребне дозволе за употребу екрана штампе ITSM конфигурационе ставке у интерфејсу оператера.

source: Required privileges to delete config items.
it: Privilegi richiesti per eliminare gli elementi di configurazione.
ja: 構成アイテムを削除するために必要な特権
sr: Потребна права за брисање конфигурационе ставке.

source: Search config items.
it: Cerca elementi di configurazione.
ja: 構成アイテムを検索
sr: Претрага конфигурационих ставки.

source: Selects the configuration item number generator module. "AutoIncrement" increments the configuration item number, the SystemID, the ConfigItemClassID and the counter are used. The format is "SystemID.ConfigItemClassID.Counter", e.g. 1205000004, 1205000005.
it: Seleziona il modulo generatore del numero di elemento di configurazione. "AutoIncrement" incrementa il numero della voce di configurazione, vengono utilizzati SystemID, ConfigItemClassID e il contatore. Il formato è "SystemID.ConfigItemClassID.Counter", ad es. 1205000004, 1205000005.
sr: Бира модул оператора аутоматског увећања конфигурационе ставке. Оператор аутоматског увећања повећава број ставке, SystemID, ConfigItemClassID и коришћени бројач. Формат је "SystemID.ConfigItemClassID.бројач", нпр 1205000004, 1205000005.
