Repository: gpregger-ethz/ITSMConfigurationManagement
Catalog: i18n/ITSMConfigurationManagement/ITSMConfigurationManagement.*.po
Languages: it, ja, sr

source: Set the incident state of a CI automatically when a Ticket is Linked to a CI.
it: Imposta automaticamente lo stato dell'incidente di un elemento della configurazione quando un ticket è collegato a un elemento della configurazione.
ja: チケットがCIにリンクされている場合、CIのインシデントのステータスを自動的に設定します。
sr: Поставља стање инцидента конфигурационе ставке када је тикет повезан са ставком.

source: Sets the deployment state in the configuration item bulk screen of the agent interface.
it: Imposta lo stato di distribuzione nella schermata di massa degli elementi di configurazione dell'interfaccia agenti.
sr: Одређује статус примене на екрану масовне акције конфигурационе ставке у интерфејсу оператера.

source: Sets the incident state in the configuration item bulk screen of the agent interface.
it: Imposta lo stato dell'incidente nella schermata in blocco dell'articolo di configurazione dell'interfaccia agenti.
sr: Одређује статус инцидента на екрану масовне акције конфигурационе ставке у интерфејсу оператера.

source: Shows a link in the menu that allows linking a configuration item with another object in the config item zoom view of the agent interface.
it: Mostra un collegamento nel menu che consente di collegare un elemento di configurazione con un altro oggetto nella vista zoom elemento di configurazione dell'interfaccia agenti.
sr: У менију приказује везу која омогућава повезивање конфигурационе ставке са другим објектом на детаљном приказу конфигурације у интерфејсу оператера.

source: Shows a link in the menu to access the history of a configuration item in the configuration item overview of the agent interface.
it: Mostra un collegamento nel menu per accedere alla cronologia di un elemento di configurazione nella panoramica degli elementi di configurazione dell'interfaccia agenti.
sr: У менију приказује везу за приступ историјату конфигурационе ставке на прегледу конфигурационе ставке у интерфејсу оператера.

source: Shows a link in the menu to access the history of a configuration item in the its zoom view of the agent interface.
it: Mostra un collegamento nel menu per accedere alla cronologia di un elemento di configurazione nella vista zoom dell'interfaccia agenti.
sr: У менију приказује везу за приступ историјату конфигурационе ставке на детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to delete a configuration item in its zoom view of the agent interface.
it: Mostra un collegamento nel menu per eliminare un elemento di configurazione nella sua vista zoom dell'interfaccia agenti.
ja: メニューにリンクを表示して、担当者Webインターフェイスのズーム表示で設定項目を削除します。
sr: У менију приказује везу за брисање конфигурационе ставке на њеном детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to duplicate a configuration item in the configuration item overview of the agent interface.
it: Mostra un collegamento nel menu per duplicare un elemento di configurazione nella panoramica degli elementi di configurazione dell'interfaccia agenti.
sr: У менију приказује везу за умножавање конфигурационе ставке на прегледу конфигурационе ставке у интерфејсу оператера.

source: Shows a link in the menu to duplicate a configuration item in the its zoom view of the agent interface.
it: Mostra un collegamento nel menu per duplicare un elemento di configurazione nella sua vista zoom dell'interfaccia agenti.
sr: У менију приказује везу за умножавање конфигурационе ставке на њеном детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to edit a configuration item in the its zoom view of the agent interface.
it: Mostra un collegamento nel menu per modificare un elemento di configurazione nella sua vista zoom dell'interfaccia agenti.
sr: У менију приказује везу за измену конфигурационе ставке на њеном детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to go back in the configuration item zoom view of the agent interface.
it: Mostra un collegamento nel menu per tornare indietro nella vista zoom della voce di configurazione dell'interfaccia agenti.
sr: У менију приказује везу за повратак на детаљни приказ конфигурационе ставке у интерфејсу оператера.

source: Shows a link in the menu to print a configuration item in the its zoom view of the agent interface.
it: Mostra un collegamento nel menu per stampare un elemento di configurazione nella sua vista zoom dell'interfaccia agenti.
sr: У менију приказује везу за штампу конфигурационе ставке на њеном детаљном приказу у интерфејсу оператера.

source: Shows a link in the menu to zoom into a configuration item in the configuration item overview of the agent interface.
it: Mostra un collegamento nel menu per ingrandire una voce di configurazione nella panoramica delle voci di configurazione dell'interfaccia agenti.
sr: У менију приказује везу за детаљни приказ конфигурационе ставке на прегледу конфигурационе ставке у интерфејсу оператера.

source: Shows the config item history (reverse ordered) in the agent interface.
it: Mostra la cronologia degli articoli di configurazione (ordine inverso) nell'interfaccia agenti.
ja: 担当者Webインターフェイスで構成アイテムの履歴（逆順）を表示します。
sr: Приказује историјат конфигурационе ставке (обрнут редослед) у интерфејсу оператера.

source: The identifier for a configuration item, e.g. ConfigItem#, MyConfigItem#. The default is ConfigItem#.
it: L'identificatore per un elemento di configurazione, ad es. ConfigItem#, MyConfigItem#. L'impostazione predefinita è ConfigItem#.
ja: 構成アイテムの識別子。 ConfigItem＃、MyConfigItem＃、 デフォルトはConfigItem＃です。
sr: Идентификатор за конфигурациону ставку, нпр. ConfigItem#, MyConfigItem#. Подразумевано је ConfigItem#.

source: class
it: classe
ja: クラス
sr: класа

source: global
it: globale
ja: グローバル
sr: глобално

source: postproductive
ja: 次の生産
sr: пост-продукција

source: preproductive
ja: 再生産
sr: пре-продукција

source: productive
it: produttiva
ja: 生産
sr: продукција

source: Telco
ja: 電話会社

source: PDA
it: Palmare

source: Enables/disables the functionality to check ConfigItems for unique names. Before enabling this option you should check your system for already existing config items with duplicate names. You can do this with the script bin/znuny.Console.pl Admin::ITSM::Configitem::ListDuplicates.
it: Abilita / disabilita la funzionalità per controllare ConfigItems per nomi univoci. Prima di abilitare questa opzione, è necessario controllare il sistema per elementi di configurazione già esistenti con nomi duplicati. Puoi farlo con lo script bin/znuny.Console.pl Admin::ITSM::Configitem::ListDuplicates.
