Repository: gpregger-ethz/ITSMConfigurationManagement
Catalog: i18n/ITSMConfigurationManagement/ITSMConfigurationManagement.*.po
Languages: it, ja, sr

source: Config Item Management
it: Gestione degli elementi di configurazione
ja: 構成アイテム管理
sr: Управљање конфигурационим ставкама

source: Change class definition
it: Modifica la definizione della classe
ja: クラス定義を変更
sr: Дефиниција класе промене

source: Config Item Class
ja: 構成アイテムのクラス
sr: Класа конфигурационе ставке

source: Definition
it: Definizione
ja: 記述
sr: Дефиниција

source: Change
it: Modifica
ja: 変更
sr: Промени

source: Incident State
it: Stato dell'incidente
ja: インシデント状況
sr: Стање инцидента

source: Deployment State
it: Stato di implementazione
ja: デプロイ・ステータス
sr: Статус распоређивања

source: Class
it: Classe
ja: クラス
sr: Класа

source: Deployment State Type
it: Tipo di stato di distribuzione
ja: デプロイ・ステータスのタイプ
sr: Тип статуса распоређивања

source: Current Incident State
it: Stato attuale dell'Incidente
ja: 現在のインシデント・ステータス
sr: Тренутно стање инцидента

source: Current Incident State Type
it: Tipo di stato dell'incidente corrente
ja: 現在のインシデント・ステータスのタイプ
sr: Тип тренутног статуса инцидента

source: Last changed
it: Ultima modifica
ja: 最終変更日時
sr: Задњи пут промењено

source: Config Item
it: Elemento di configurazione
ja: 構成アイテム
sr: Конфигурациона ставка

source: Filter for Classes
it: Filtro per classi
ja: クラスでフィルタ
sr: Филтер за класе

source: Select a Class from the list to create a new Config Item.
it: Selezionare una classe dall'elenco per creare un nuovo elemento di configurazione.
ja: 新規の構成アイテムを作成するには、リストからクラスを選択してください。
sr: Изаберите класу из листе ради креирања нове конфигурационе ставке.

source: ITSM ConfigItem Bulk Action
it: Azione in blocco di ITSM ConfigItem
ja: 構成アイテム一括アクション
sr: ITSM масовна акција на тикету

source: Deployment state
it: Stato di distribuzione
ja: デプロイ・ステータス
sr: Статус распоређивања

source: Incident state
it: Stato dell'incidente
ja: インシデント状況
sr: Стање инцидента

source: Link to another
it: Collega a un altro
ja: 他とリンクする
sr: Повежи са другим

source: Invalid Configuration Item number!
it: Numero articolo di configurazione non valido!
ja: 構成アイテムの値が不正です!
sr: Неисправан број конфигурационе ставке!

source: The number of another Configuration Item to link with.
it: Il numero di un altro elemento di configurazione con cui collegarsi.
ja: 他の構成アイテムへのリンク数
sr: Број друге конфигурационе ставке за повезивање.

source: Do you really want to delete this config item?
it: Vuoi davvero eliminare questo elemento di configurazione?
ja: 本当にこの構成アイテムを削除しますか？
sr: Да ли стварно желите да обришете ову конфигурациону ставку?

source: The name of this config item
it: Il nome di questo elemento di configurazione
ja: この 構成アイテム の名称
sr: Назив ове конфигурационе ставке

source: Name is already in use by the ConfigItems with the following Number(s): %s
it: Il nome è già in uso da ConfigItems con i seguente/i numer(o)i: %s
ja: この名称はすでに Number(s): %s の構成アイテムで使用中です。
sr: Назив је већ у употреби на конфигурационим ставкама број: %s

source: History of Config Item: %s
it: Storia della voce di configurazione: %s
ja: 構成アイテムの履歴: %s
sr: Историјат конфигурационе ставке: %s

source: History Content
it: Contenuto dello storico
ja: 履歴内容
sr: Садржај историје

source: Createtime
it: Istante di creazione
ja: 作成日時
sr: Време креирања

source: Zoom view
it: Vista di Dettaglio
ja: ズーム・ビュー
sr: Увећани преглед

source: Context Settings
it: Impostazioni di contesto
ja: コンテキストの設定
sr: Подешавање контекста

source: Config Items per page
it: Config. articoli per pagina
ja: 1ページ毎の設定項目
sr: Конфигурационе ставке по страни

source: A generic ITSM Configuration Item table
it: Una tabella di elementi di configurazione ITSM generica
ja: ジェネリック構成アイテムのテーブル
sr: Генеричка табела ITSM конфигурационе ставке

source: Run Search
it: Esegui ricerca
ja: 検索を実行
sr: Покрени претрагу

source: Also search in previous versions?
it: Cercare anche in versioni precedenti?
ja: プレビュー時、以前のバージョンも検索対象としますか？
sr: Претражите и у претхотним верзијама?

source: Configuration Item
it: Elemento di configurazione
ja: 構成アイテム
sr: Конфигурациона ставка

source: Configuration Item Information
it: Informazioni sull'elemento di configurazione
ja: 構成アイテム情報
sr: Информација о конфигурационој ставки

source: Current Deployment State
it: Stato attuale di implementazione
ja: 現在のデプロイ・ステータス
sr: Тренутни статус распоређивања

source: Last changed by
it: Ultima modifica effettuata da
ja: 最終変更者
sr: Променио

source: Show one version
it: Mostra una versione
ja: 説明を表示
sr: Прикажи једну верзију

source: Show all versions
it: Mostra tutte le versioni
ja: すべての説明を表示
sr: Покажи све верзије

source: Version Incident State
it: Stato incidente versione
ja: インシデント状態
sr: Верзија - статус инцидента

source: Version Deployment State
it: Stato di distribuzione della versione
ja: バージョンのデプロイ・ステータス
sr: Верзија - статус примене

source: Version Number
it: Numero di versione
ja: バージョンナンバー
sr: Број верзије

source: Configuration Item Version Details
it: Dettagli della versione dell'elemento di configurazione
ja: 構成アイテムの詳細
sr: Детаљи верзије конфигурационе ставке

source: Property
it: Proprietà
ja: 項目
sr: Својство

source: No access to Class is given!
it: Non è concesso l'accesso alla classe!
ja: クラスへのアクセス権はありません！
sr: Није дат приступ класи!

source: Overview: ITSM ConfigItem
it: Panoramica: ITSM ConfigItem
ja: 一覧: 構成アイテム
sr: Преглед: ITSM конфигурационе ставке

source: No ConfigItemID is given!
it: Non viene fornito ConfigItemID!
ja: ConfigItemIDが指定されていません！
sr: Није дат ConfigItemID!

source: You need at least one selected Configuration Item!
it: È necessario almeno un elemento di configurazione selezionato!
ja: 少なくとも1つの選択された構成アイテムが必要です！
sr: Потребна је бар једна изабрана конфигурациона ставка!

source: You don't have write access to this configuration item: %s.
it: Non hai accesso in scrittura a questo elemento di configurazione: %s.
ja: この構成アイテムへの書き込みアクセス権がありません: %s
sr: Немате право уписа за ову конфигурациону ставку: %s.

source: Config item "%s" not found in database!
it: Voce di configurazione "%s" non trovata nel database!
ja: 構成アイテム "%s"がデータベースに見つかりません！
sr: Конфигурациона ставка "%s" није нађена у бази података!

source: Was not able to delete the configitem ID %s!
it: Impossibile eliminare l'ID di configurazione %s!
ja: 構成アイテムID%sを削除できませんでした！
sr: Није било могуће обрисати ConfigItemID %s!

source: No version found for ConfigItemID %s!
it: Nessuna versione trovata per ConfigItemID %s!
ja: ConfigItemID%sのバージョンが見つかりません！
sr: Није пронађена верзија за ConfigItemID %s!

source: No ConfigItemID, DuplicateID or ClassID is given!
it: Non viene fornito ConfigItemID, DuplicateID o ClassID!
ja: ConfigItemID、DuplicateID、ClassIDは指定されていません！
sr: Нису дати ConfigItemID, DuplicateID или ClassID!

source: No access is given!
it: Nessun accesso è concesso!
ja: アクセス権はありません！
sr: Није дат приступ!

source: No definition was defined for class %s!
it: Nessuna definizione è stata definita per la classe %s!
ja: クラス%sの定義が定義されていません！
sr: Није пронађена дефиниција за класу %s!

source: Can't show history, no ConfigItemID is given!
it: Impossibile mostrare la cronologia, non viene fornito ConfigItemID!
ja: 履歴を表示することはできませんが、ConfigItemIDは指定されていません！
sr: Не може се приказати историјат, јер није дат ConfigItemID!

source: Can't show history, no access rights given!
it: Impossibile mostrare la cronologia, nessun diritto di accesso concesso!
ja: 履歴を表示することはできません。アクセス権は与えられていません！
sr: Не може се приказати историјат, није дозвољен приступ!

source: New ConfigItem (ID=%s)
it: Nuovo ConfigItem (ID =%s)
ja: 新しい構成アイテム(ID=%s)
sr: Нова конфигурациона ставка (ID=%s)

source: New version (ID=%s)
it: Nuova versione (ID =%s)
ja: 新しいバージョン（ID =%s）
sr: Нова верзија (ID=%s)

source: Deployment state updated (new=%s, old=%s)
it: Stato di distribuzione aggiornato (nuovo=%s, vecchio=%s)
ja: デプロイ・ステータスが更新されました。（新規=%s、前=%s）
sr: Ажурирано стање распореда (ново=%s, старо=%s)

source: Incident state updated (new=%s, old=%s)
it: Stato dell'incidente aggiornato (nuovo=%s, vecchio= %s)
ja: インシデント状態が更新されました（新規=%s、古い=%s）
sr: Ажурирано стање инцидента (ново=%s, старо=%s)

source: ConfigItem (ID=%s) deleted
it: ConfigItem (ID=%s) elimina
ja: 構成アイテムを削除 (ID=%s)
sr: Обрисана конфигурациона ставка (ID=%s)

source: Link to %s (type=%s) added
it: Collegamento a %s (tipo=%s) aggiunta
ja: %s（タイプ=%s）へのリンクが追加されました
sr: Повезано са %s (тип=%s)

source: Link to %s (type=%s) deleted
it: Collegamento a %s (tipo=%s) eliminata
ja: %s（タイプ=%s）へのリンクが削除されました
sr: Обрисана веза са %s (тип=%s)

source: ConfigItem definition updated (ID=%s)
it: Definizione di ConfigItem aggiornata (ID=%s)
ja: ConfigItem定義が更新されました（ID =%s）
sr: Ажурирана дефиниција конфигурационе ставке (ID=%s)

source: Name updated (new=%s, old=%s)
it: Nome aggiornato (nuovo=%s, vecchio=%s)
ja: 名前が更新されました（新規=%s、古い=%s）
sr: Ажуриран назив (нови=%s, стари=%s)

source: Attribute %s updated from "%s" to "%s"
it: Attributo %s aggiornato da "%s" a "%s"
ja: 属性%sが "%s"から "%s"に更新されました
sr: Ажуриран атрибут%s са "%s" на "%s"

source: Version %s deleted
it: Versione %s eliminata
ja: バージョン%sが削除されました
sr: Верзија %s је обрисана

source: No ConfigItemID or VersionID is given!
it: Non viene fornito ConfigItemID o VersionID!
ja: ConfigItemIDまたはVersionIDは指定されていません！
sr: Нису дати ConfigItemID или VersionID!

source: Can't show config item, no access rights given!
it: Impossibile mostrare l'elemento di configurazione, nessun diritto di accesso concesso!
ja: 構成アイテムを表示できません。アクセス権はありません！
sr: Не може се приказати конфигурациона ставка, није дат приступ!

source: ConfigItemID %s not found in database!
it: ConfigItemID %s non trovato nel database!
ja: ConfigItemID%sはデータベースに見つかりません！
sr: ИД конфигурационе ставке %s није нађен у бази података!

source: VersionID %s not found in database!
it: VersionID %s non trovato nel database!
ja: VersionID%sはデータベースに見つかりません！
sr: Ид верзије %s није нађен у бази података!

source: ConfigItem
ja: 構成アイテム
sr: Конфигурациона ставка

source: printed by %s at %s
it: stampato da %s a %s
ja: %sで%sで印刷されました
sr: штампану од стране %s у %s

source: Invalid ClassID!
it: ClassID non valido!
ja: ClassIDが無効です！
sr: Неисправан ИД класе!

source: No ClassID is given!
it: Nessun ClassID è dato!
ja: ClassIDは指定されていません！
sr: Није дат ИД класе!

source: No access rights for this class given!
it: Nessun diritto di accesso per questa classe dato!
ja: このクラスのアクセス権はありません！
sr: Није дат приступ овој класи!

source: No Result!
it: Nessun risultato!
ja: 結果がありません。
sr: Нема резултата!

source: Config Item Search Results
it: Configura i risultati della ricerca degli elementi
ja: 構成アイテムの検索結果
sr: Резултат претраге конфигурационих ставки

source: Can't show item, no access rights for ConfigItem are given!
it: Impossibile mostrare l'elemento, non viene concesso alcun diritto di accesso per ConfigItem!
ja: 構成アイテムを表示できません。構成アイテムのアクセス権は与えられていません！
sr: Не може се приказати ставка, није дат приступ за ову конфигурациону ставку!

source: operational
it: operativo
ja: 通常運用
sr: оперативни

source: warning
it: avvertimento
ja: 警告
sr: упозорење

source: incident
it: incidente
ja: インシデント
sr: инцидент

source: The deployment state of this config item
it: Lo stato di implementazione di questo elemento di configurazione
ja: この構成アイテムのデプロイ・ステータス
sr: Статус примене ове конфигурационе ставке

source: The incident state of this config item
it: Lo stato di incidente di questo elemento di configurazione
ja: この構成アイテムのインシデント状態
sr: Статус инцидента ове конфигурационе ставке

source: Shown config items
it: Elementi di configurazione mostrati
sr: Приказане конфигурационе ставке

source: Between
it: fra
ja: この間
sr: Између

source: Maximum number of one element
it: Numero massimo di un elemento
ja: 一エレメントあたりの最大数
sr: Максимални број једног елемента

source: Empty fields indicate that the current values are kept
it: I campi vuoti indicano che i valori correnti sono mantenuti
ja: 空欄の項目は現在の値が保持されること意味します
sr: Празна поља указују да ће актуелне вредности бити задржане

source: Skipped
it: Saltato
ja: スキップされました
sr: Прескочено

source: Model
it: Modello
ja: モデル
sr: Модел

source: Customer Company
it: Società cliente
ja: 顧客企業
sr: Фирма клијента

source: Serial Number
it: Numero seriale
ja: シリアルナンバー
sr: Серијски број

source: CPU
sr: Процесор

source: Hard Disk
it: Disco fisso
ja: ハードディスク
sr: Хард диск

source: Capacity
it: Capacità
ja: 容量
sr: Капацитет

source: Network Adapter
it: Scheda di rete
ja: ネットワークアダプタ
sr: Мрежни адаптер

source: IP over DHCP
it: IP su DHCP
ja: DHCP有効
sr: IP преко DHCP

source: IP Address
it: Indirizzo IP
ja: IP アドレス
sr: IP адреса

source: Graphic Adapter
it: Scheda grafica
ja: グラフィックアダプタ
sr: Графички адаптер

source: Other Equipment
it: Altri apparati
ja: その他の機器
sr: Друга опрема

source: Warranty Expiration Date
it: Data di scadenza della garanzia
ja: ワランティ終了日
sr: Датум истицања гаранције

source: Install Date
it: Data di installazione
ja: インストール日付
sr: Датум инсталације

source: Phone 1
it: Telefono 1
ja: 電話 1
sr: Телефон 1

source: Phone 2
it: Telefono 2
ja: 電話 2
sr: Телефон 2

source: E-Mail
ja: メールアドレス
sr: Имејл

source: Network Address
it: Indirizzo di rete
ja: ネットワークアドレス
sr: Мрежна адреса

source: Subnet Mask
it: Maschera di rete
ja: サブネットマスク
sr: Подмрежна маска

source: Gateway
ja: ゲートウェイ
sr: Мрежни пролаз

source: Licence Type
it: Tipo di licenza
ja: ライセンスタイプ
sr: Тип лиценце

source: Licence Key
it: Chiave di licenza
ja: ライセンスキー
sr: Лиценцни кључ

source: Quantity
it: Quantità
ja: 数量
sr: Количина

source: Expiration Date
it: Data di scadenza
ja: 有効期限
sr: Датум истицања

source: Media
it: Supporto
ja: メディア
sr: Медија

source: Computer
ja: コンピューター
sr: Рачунар

source: Hardware
ja: ハードウェア
sr: Хардвер

source: Network
it: Rete
ja: ネットワーク
sr: Мрежа

source: Software
ja: ソフトウェア
sr: Софтвер

source: Expired
it: Scaduto
ja: 期限切れ
sr: Истекло

source: Maintenance
it: Manutenzione
ja: メンテナンス
sr: Одржавање

source: Pilot
ja: パイロット
sr: Пилот

source: Planned
it: Pianificato
ja: 計画
sr: Планирано

source: Repair
it: Riparazione
ja: 修理
sr: На поправци

source: Retired
it: Ritirato
ja: 引退
sr: Расходовано

source: Review
it: Revisionato
ja: レビュー
sr: Рецензија

source: Test/QA
it: Test
ja: テスト / QA
sr: Тест/QA

source: Laptop
it: Portatile
ja: ノートPC
sr: Лаптоп

source: Desktop
ja: デスクトップ
sr: Десктоп

source: Server
ja: サーバ
sr: Сервер

source: Other
it: Altro
ja: 他
sr: Друго

source: Monitor
ja: モニタ
sr: Монитор

source: Printer
it: Stampante
ja: プリンタ
sr: Штампач

source: Switch
ja: スイッチ
sr: Свич

source: Router
ja: ルータ
sr: Рутер

source: WLAN Access Point
ja: WLAN アクセスポイント
sr: WLAN приступна тачка

source: Security Device
it: Dispositivo di sicurezza
ja: セキュリティデバイス
sr: Сигурносни уређај

source: Backup Device
it: Dispositivo di copia
ja: バックアップ・デバイス
sr: Уређај за резервне копије

source: Mouse
ja: マウス
sr: Миш

source: Keyboard
it: Tastiera
ja: キーボード
sr: Тастатура

source: Camera
it: Videocamera
ja: カメラ
sr: Камера

source: Beamer
ja: プロジェクター
sr: Пројектор

source: Modem
ja: モデム
sr: Модем

source: PCMCIA Card
it: Scheda PCMCIA
ja: PCMCIA カード
sr: PCMCIA картица

source: USB Device
it: Dispositivo USB
ja: USBデバイス
sr: USB уређај

source: Docking Station
ja: ドッキングステーション
sr: Прикључна станица

source: Scanner
ja: スキャナ
sr: Скенер

source: Building
it: Edificio
ja: 構築
sr: Зграда

source: Office
it: Ufficio
ja: 事務所
sr: Канцеларија

source: Floor
it: Piano
ja: 切捨て
sr: Спрат

source: Room
it: Stanza
ja: 室内
sr: Соба

source: Rack
it: Armadio
ja: ラック
sr: Рек

source: Workplace
it: Posto di lavoro
ja: 職場
sr: Радно место

source: Outlet
it: Presa
ja: アウトレット
sr: Утичница

source: IT Facility
it: Strumento IT
ja: ITファシリティ
sr: ИТ објекат

source: Client Application
it: Applicazione client
ja: クライアントソフト
sr: Клијентска апликација

source: Middleware
ja: ミドルウェア
sr: Посреднички програм

source: Server Application
it: Applicazione server
ja: サーバソフト
sr: Серверска апликација

source: Client OS
it: SO Cliente
ja: クライアントOS
sr: Клијентски OS

source: Server OS
it: SO server
ja: サーバOS
sr: Серверски OS

source: Admin Tool
it: Strumenti di amministrazione
ja: 管理ツール
sr: Административни алат

source: User Tool
it: Strumenti utente
ja: ユーザ・ツール
sr: Кориснички алат

source: Embedded
it: Integrato
ja: 埋め込みオブジェクト
sr: Уграђен

source: Single Licence
it: Licenza singola
ja: シングルライセンス
sr: Појединачна лиценца

source: Per User
it: Per utente
ja: ユーザ毎
sr: По кориснику

source: Per Processor
it: Per processore
ja: プロセッサ毎
sr: По процесору

source: Per Server
ja: サーバ毎
sr: По серверу

source: Per Node
it: Per nodo
ja: ノード毎
sr: По чвору

source: Volume Licence
it: Licenza per volume
ja: ボリュームライセンス
sr: Количинске лиценце

source: Enterprise Licence
it: Licenza aziendale
ja: エンタープライズ・ライセンス
sr: Компанијска лиценца

source: Developer Licence
it: Licenza di sviluppo
ja: 開発者ライセンス
sr: Развојна лиценца

source: Demo
it: Dimostrativo
ja: デモ
sr: Демонстрациони

source: Time Restricted
it: Limitata nel tempo
ja: 時間制限
sr: Временски ограничено

source: Freeware
ja: フリーウェア
sr: Бесплатни **

source: Open Source
ja: オープンソース
sr: Отворени код

source: Unlimited
it: Illimitata
ja: 無制限
sr: Неограничено

source: Ok
sr: У реду

source: Assigned CIs
it: CIs assegnati
sr: Додељене конфигурационе ставке

source: CIs assigned to customer company
it: CIs assegnati alla società cliente
sr: Конфигурационе ставке додељене фирми клијента

source: CIs assigned to customer user
it: CIs assegnati all'utenza cliente
sr: Конфигурационе ставке додељене клијенту кориснику

source: CMDB Settings
it: Impostazioni CMDB
ja: CMDBの設定
sr: CMDB подешавања

source: Check for a unique name only within the same ConfigItem class ('class') or globally ('global'), which means every existing ConfigItem is taken into account when looking for duplicates.
it: Cerca un nome univoco solo all'interno della stessa classe ConfigItem ('class') o globalmente ('global'), il che significa che ogni ConfigItem esistente viene preso in considerazione quando si cercano duplicati.
ja: 同じConfigItemクラス（ 'class'）内またはグローバル（ 'global'）内でのみ一意の名前を確認します。これは、重複を検索するときに既存のConfigItemがすべて考慮されることを意味します。
sr: Провера јединственог имена само у оквиру исте класе конфигурационих ставки ('класа') или глобално ('глобално'), што значи да је свака постојећа Конфигурациона ставка узета у обзир у провери дупликата.

source: Config Items
it: Elementi di configurazione
ja: 構成アイテム
sr: Конфигурационе ставке

source: Config item add.
it: Aggiungi elemento di configurazione.
ja: 構成アイテムを追加
sr: Додавање конфигурационе ставке.

source: Config item edit.
it: Modifica elemento di configurazione.
ja: 構成アイテムを修正
sr: Уређивање конфигурационе ставке.

source: Config item event module that enables logging to history in the agent interface.
it: Modulo eventi elemento di configurazione che consente la registrazione nella cronologia nell'interfaccia agenti.
ja: 担当者Webインタフェースの履歴を記録する構成アイテムのイベントモジュール
sr: Модул догађаја конфигурационих ставки који омогућава бележење у историјат у интерфејсу оператера.

source: Config item history.
it: Configura cronologia articoli.
ja: 構成アイテムの履歴
sr: Историјат конфигурационе ставке.

source: Config item print.
it: Stampa elemento di configurazione.
ja: 構成アイテムを印刷
sr: Штампа конфигурационе ставке

source: Config item zoom.
it: Configura lo zoom dell'oggetto.
ja: 構成アイテムのズーム
sr: Детаљни приказ конфигурацине ставке.

source: ConfigItemNumber
ja: 構成アイテム番号
sr: Број конфигурационе ставке

source: Configuration Item Limit
it: Limite elemento di configurazione
ja: 構成アイテムの制限
sr: Ограничење конфигурационе ставке

source: Configuration Item limit per page.
it: Limite elemento di configurazione per pagina.
ja: ページあたりの構成アイテムの表示制限
sr: Ограничење конфигурационих ставки по страни.

source: Configuration Management Database.
it: Database di gestione della configurazione.
ja: 構成管理データベース
sr: База података управљања конфигурацијом.

source: Configuration item bulk module.
it: Modulo di massa elemento di configurazione.
ja: 構成アイテムの一括モジュール
sr: Модул масовне акције на конфигурационим ставкама.

source: Configuration item search backend router of the agent interface.
it: Elemento di configurazione del motore di ricerca dell'interfaccia utente.
ja: 担当者インターフェースの構成アイテムの検索バックエンドルーター
sr: Конфигурациона ставка претражује позадински рутер у интерфејсу оператера.

source: Create and manage the definitions for Configuration Items.
it: Crea e gestisci le definizioni per gli elementi di configurazione.
ja: 構成アイテムの作成または変更
sr: Креирање и управљање дефиниција за конфигурационе ставке.

source: Define Actions where a settings button is available in the linked objects widget (LinkObject::ViewMode = "complex"). Please note that these Actions must have registered the following JS and CSS files: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.
it: Definisce l'azione con cui il bottone dei settaggi è disponibile in un oggetto widget collegato (LinkObject::ViewMode = "complex"). Notare che queste Actions devono essere registrate nei seguenti file JS e CSS: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js and Core.Agent.LinkObject.js.
ja: リンクオブジェクトウィジェット（LinkObject :: ViewMode = "complex"）で設定ボタンを使用できるアクションを定義します。 これらのアクションは、次のJSおよびCSSファイルを登録している必要があります。Core.AllocationList.css、Core.UI.AllocationList.js、Core.UI.Table.Sort.js、Core.Agent.TableFilters.js、及びCore.Agent .LinkObject.js
sr: Дефинише акције где је дугме поставки доступно у повезаном графичком елементу објекта (LinkObject::ViewMode = "complex"). Молимо да имате на уму да ове Акције морају да буду регистроване у следећим JS и CSS датотекама: Core.AllocationList.css, Core.UI.AllocationList.js, Core.UI.Table.Sort.js, Core.Agent.TableFilters.js и Core.Agent.LinkObject.js.

source: Defines Required permissions to create ITSM configuration items using the Generic Interface.
it: Definisce i permessi necessari per creare elementi di configurazione ITSM utilizzando l'interfaccia generica.
ja: ジェネリックインターフェイスを活用して構成アイテムを作成する権限を定義する。
sr: Дефинише неопходне дозволе за креирање ITSM конфигурационих ставки коришћењем генеричког интерфејса.

source: Defines Required permissions to delete ITSM configuration items using the Generic Interface.
it: Definisce i permessi necessari per eliminare gli elementi di configurazione ITSM utilizzando l'interfaccia generica.
ja: ジェネリック・インターフェースを活用して構成アイテムを削除するために必要な権限を定義します。
sr: Одређује потребне дозволе за брисање ITSM конфигурационих ставки кроз генерички интерфејс.

source: Defines Required permissions to get ITSM configuration items using the Generic Interface.
it: Definisce i permessi necessari per ottenere gli elementi di configurazione ITSM utilizzando l'interfaccia generica.
ja: ジェネリックインターフェイスを活用して構成アイテムを取得する権限を定義する。
sr: Дефинише неопходне дозволе за добијање ITSM конфигурационих ставки коришћењем генеричког интерфејса.

source: Defines Required permissions to search ITSM configuration items using the Generic Interface.
it: Definisce i permessi necessari per la ricerca degli elementi di configurazione ITSM utilizzando l'interfaccia generica.
ja: ジェネリックインターフェイスを活用して構成アイテムを検索する権限を定義する。
sr: Дефинише неопходне дозволе за претрагу ITSM конфигурационих ставки коришћењем генеричког интерфејса.

source: Defines Required permissions to update ITSM configuration items using the Generic Interface.
it: Definisce i permessi necessari per aggiornare gli elementi di configurazione ITSM utilizzando l'interfaccia generica.
ja: ジェネリックインターフェイスを活用して構成アイテムを変更する権限を定義する。
sr: Дефинише неопходне дозволе за ажурирање ITSM конфигурационих ставки коришћењем генеричког интерфејса.

source: Defines an overview module to show the small view of a configuration item list.
it: Definisce un modulo di panoramica per mostrare la vista ridotta di un elenco di elementi di configurazione.
ja: 構成アイテムを定義して、構成アイテムのリストの小さなビューを表示します。
sr: Дефинише модул прегледа за мали приказ листе конфигурационих ставки.
